{
  "articles": [
    {
      "id": 1,
      "title": "الأسبرين: دواء بسيط… لكن استخدامه مش بسيط!",
      "content": "الأسبرين من أشهر الأدوية التي تقلل تجلط الدم، ويُستخدم لمرضى القلب والذبحة وتاريخ الجلطات. لا يُستخدم كمسكن يومي بسبب تأثيره على المعدة واحتمالية حدوث نزيف. يجب تجنّبه لمرضى القرحة أو مشاكل النزيف أو الأطفال تحت 16 سنة.",
      "tags": ["أسبرين", "قلب", "مسكنات"]
    },
    {
      "id": 2,
      "title": "بنادول: المسكن الأكثر أمانًا… لكن مش بدون حدود",
      "content": "البنادول (باراسيتامول) آمن للمعدة ومناسب للأطفال والحامل، لكنه قد يسبب ضررًا للكبد في الجرعات العالية. الحد الأقصى 4 جرام يوميًا للبالغين. لا تجمعه مع أي دواء يحتوي Paracetamol دون أن تدري.",
      "tags": ["باراسيتامول", "مسكنات", "حرارة"]
    },
    {
      "id": 3,
      "title": "إيبوبروفين: حل سريع للألم… ولكن",
      "content": "إيبوبروفين فعّال في علاج الالتهابات وآلام الأسنان والمفاصل. لكنه قد يسبب اضطرابات بالمعدة وارتفاع ضغط الدم. غير مناسب لمرضى الكلى أو قرحة المعدة. الأفضل تناوله بعد الأكل.",
      "tags": ["إيبوبروفين", "التهابات", "مسكنات"]
    },
    {
      "id": 4,
      "title": "أوميبرازول: بطل علاج الحموضة… لكن مش للاستخدام الطويل",
      "content": "أوميبرازول يقلل حموضة المعدة ويعالج الارتجاع والقرحة. لكن الاستخدام الطويل قد يسبب نقص المغنيسيوم وفيتامين B12. يُفضل استخدامه تحت إشراف طبي وإيقافه تدريجيًا.",
      "tags": ["حموضة", "ارتجاع", "معدة"]
    },
    {
      "id": 5,
      "title": "ليفوثيروكسين: دواء الغدة الدرقية الذي يحتاج دقة",
      "content": "ليفوثيروكسين يُستخدم لعلاج قصور الغدة. يجب تناوله صباحًا على معدة فارغة والابتعاد عن الكالسيوم والحديد ساعتين بعده. تغيير الجرعة بدون متابعة قد يسبب مشاكل بالقلب أو الوزن.",
      "tags": ["غدة درقية", "هرمونات"]
    },
    {
      "id": 6,
      "title": "ميتفورمين: حجر الأساس لمرضى السكر النوع الثاني",
      "content": "ميتفورمين يقلل مقاومة الإنسولين ويعتبر خط العلاج الأول. يساعد في إنقاص الوزن قليلًا. قد يسبب اضطرابات بالمعدة في البداية، يفضل تناوله بعد الأكل. غير مناسب لمرضى الكلى المتقدمة.",
      "tags": ["سكري", "مقاومة الإنسولين"]
    },
    {
      "id": 7,
      "title": "أوجمنتين: المضاد الحيوي الأقوى… ولكن يُستخدم عند الحاجة",
      "content": "أوجمنتين فعال ضد أنواع كثيرة من البكتيريا. يُستخدم في التهابات الجهاز التنفسي والأسنان. قد يسبب إسهال وغثيان. لا يجب استخدامه بدون تشخيص، لتجنب مقاومة المضادات.",
      "tags": ["مضاد حيوي", "التهابات"]
    },
    {
      "id": 8,
      "title": "كلاريثروميسين: مضاد حيوي بديل في حساسية البنسلين",
      "content": "فعّال في التهابات الجيوب الأنفية والصدر، ومناسب لمرضى حساسية البنسلين. قد يسبب طعم معدني بالفم واضطراب معدي. يفضل تناوله بعد الأكل.",
      "tags": ["مضاد حيوي", "حساسية"]
    },
    {
      "id": 9,
      "title": "كيتولاج: مسكن قوي لآلام الأسنان والعضلات",
      "content": "الكيتوبروفين مسكن قوي وفعّال، لكن قد يسبب تهيجًا للمعدة وارتفاع ضغط الدم. غير مناسب لمرضى الكلى أو القرحة. الأفضل تناوله لفترات قصيرة فقط.",
      "tags": ["مسكن", "التهابات"]
    },
    {
      "id": 10,
      "title": "ليفوهستام: مضاد حساسية بدون نعاس",
      "content": "ليفوسيتريزين يعالج حساسية الأنف والجلد دون أن يسبب نعاسًا غالبًا. آمن لمعظم الناس. يُفضل في حالات الحساسية الموسمية.",
      "tags": ["حساسية", "أنف"]
    },
    {
      "id": 11,
      "title": "سيرترالين: علاج القلق والاكتئاب بأمان",
      "content": "سيرترالين من مضادات الاكتئاب الآمنة، ويستخدم للقلق والوسواس. تظهر فعاليته بعد 3–6 أسابيع. قد يسبب غثيان خفيف واضطراب النوم مؤقتًا. لا توقفه فجأة.",
      "tags": ["اكتئاب", "قلق"]
    },
    {
      "id": 12,
      "title": "فاموتيدين: علاج الحموضة السريع",
      "content": "فاموتيدين يقلل حموضة المعدة بسرعة، مناسب لعلاج الحرقان المؤقت. أكثر أمانًا من مضادات الحموضة الأخرى على المدى الطويل.",
      "tags": ["حموضة", "معدة"]
    },
    {
      "id": 13,
      "title": "دوفاستون: هرمون داعم للحمل والدورة",
      "content": "يحتوي على مادة ديدروجيستيرون، ويُستخدم لتنظيم الدورة ودعم بطانة الرحم. لا يُستخدم بدون وصفة لأنه قد يخفي أسباب أخرى لعدم انتظام الدورة.",
      "tags": ["هرمونات", "سيدات"]
    },
    {
      "id": 14,
      "title": "فولتارين: مضاد التهاب ومسكن قوي",
      "content": "ديكلوفيناك فعال جدًا لآلام المفاصل والعضلات. لكنه قد يسبب مشاكل بالمعدة، لذلك يفضل تناوله بعد الأكل. غير مناسب لمرضى القلب طويلًا.",
      "tags": ["مسكن", "التهابات"]
    },
    {
      "id": 15,
      "title": "لوران: مضاد حساسية مناسب للأطفال",
      "content": "لوراتادين مضاد للحساسية بدون نعاس، يناسب الأطفال فوق سنتين. يعالج الرشح والحكة. آمن نسبيًا عند الاستخدام الصحيح.",
      "tags": ["حساسية", "أطفال"]
    },
    {
      "id": 16,
      "title": "نيوروفيت: فيتامينات للأعصاب",
      "content": "يحتوي على فيتامين B1 وB6 وB12. يساعد في دعم الأعصاب وتقليل التنميل. لا يعالج سبب الألم العصبي، لكنه يساعد في التحسن.",
      "tags": ["أعصاب", "فيتامينات"]
    },
    {
      "id": 17,
      "title": "جافيسكون: أسرع مهدئ للحموضة",
      "content": "يشكّل طبقة عائمة فوق محتوى المعدة، فيقلل الارتجاع سريعًا. مناسب للحامل. يُفضل بعد الأكل مباشرة.",
      "tags": ["حموضة", "معدة"]
    },
    {
      "id": 18,
      "title": "بيتاكور: منظم لنبضات القلب",
      "content": "بيتاكور (Metoprolol) يُستخدم لعلاج ارتفاع الضغط وعدم انتظام نبضات القلب. يجب قياس الضغط بانتظام. قد يسبب دوخة في البداية.",
      "tags": ["قلب", "ضغط"]
    },
    {
      "id": 19,
      "title": "هايدراسيك: لوقف الإسهال بسرعة",
      "content": "هايدراسيك يحتوي على Racecadotril ويقلل إفراز السوائل من الأمعاء. مناسب للأطفال والكبار. لا يُستخدم في حالة وجود حرارة أو دم في البراز.",
      "tags": ["إسهال", "جهاز هضمي"]
    },
    {
      "id": 20,
      "title": "أدفيل بارد وغريب: علاج نزلة البرد… ولكن بحذر",
      "content": "يحتوي على إيبوبروفين ومزيل احتقان. غير مناسب لمرضى الضغط أو القلب. يساعد في تخفيف الصداع والرشح. يجب عدم الجمع مع أي دواء يحتوي سودوإيفيدرين.",
      "tags": ["برد", "جيوب أنفية"]
    }
  ]
}
