{
"advice": [
{"id": 1, "text": "اشرب مياه كافية يوميًا للحفاظ على نشاطك."},
{"id": 2, "text": "حافظ على نومك 7-8 ساعات يوميًا."},
{"id": 3, "text": "تناول الفواكه والخضروات يوميًا لتقوية المناعة."},
{"id": 4, "text": "قم بالمشي أو النشاط البدني لمدة 30 دقيقة يوميًا."},
{"id": 5, "text": "تجنب الإفراط في تناول المسكنات لتجنب مشاكل المعدة."},
{"id": 6, "text": "اغسل يديك جيدًا قبل الطعام وبعد استخدام الحمام."},
{"id": 7, "text": "احرص على التهوية الجيدة في المنزل لتقليل الأمراض التنفسية."},
{"id": 8, "text": "تناول وجبات صغيرة ومتوازنة على مدار اليوم."},
{"id": 9, "text": "قلل من استهلاك السكر والوجبات السريعة."},
{"id": 10, "text": "احرص على فحص ضغط الدم بشكل دوري."},
{"id": 11, "text": "مارس تمارين التنفس العميق لتقليل التوتر."},
{"id": 12, "text": "تجنب التدخين والمدخنين لتقليل أمراض الرئة."},
{"id": 13, "text": "تناول المكسرات الصحية باعتدال لتعزيز صحة القلب."},
{"id": 14, "text": "حافظ على وزن صحي من خلال النظام الغذائي والرياضة."},
{"id": 15, "text": "تجنب الإفراط في الكافيين لتجنب الأرق."},
{"id": 16, "text": "قم بعمل فحوصات الدم الدورية للكشف المبكر عن الأمراض."},
{"id": 17, "text": "احرص على تناول الأسماك مرتين أسبوعيًا لمصدر أوميغا 3."},
{"id": 18, "text": "قلل من استهلاك الملح لتجنب ارتفاع ضغط الدم."},
{"id": 19, "text": "قم بتدليك اليدين والقدمين لتحفيز الدورة الدموية."},
{"id": 20, "text": "استرح لمدة قصيرة كل ساعة أثناء العمل لتقليل الإرهاق."},
{"id": 21, "text": "استخدم واقي الشمس عند التعرض للشمس لفترات طويلة."},
{"id": 22, "text": "تجنب الأطعمة الدهنية بكثرة لتقليل مشاكل الكبد."},
{"id": 23, "text": "اشرب شاي الأعشاب مثل البابونج لتهدئة المعدة."},
{"id": 24, "text": "تجنب الإفراط في شرب المشروبات الغازية."},
{"id": 25, "text": "قم بفحص النظر بشكل دوري خاصة للأطفال."},
{"id": 26, "text": "قم بتناول الألياف الغذائية لتعزيز الهضم الصحي."},
{"id": 27, "text": "احرص على النظافة الشخصية اليومية لتجنب العدوى."},
{"id": 28, "text": "قلل من الجلوس الطويل بدون حركة للحفاظ على صحة القلب."},
{"id": 29, "text": "تناول اللبن أو الزبادي لتعزيز صحة الأمعاء."},
{"id": 30, "text": "مارس تمارين التمدد صباحًا لتقليل تيبس العضلات."},
{"id": 31, "text": "قلل من استخدام الهاتف قبل النوم لتحسين جودة النوم."},
{"id": 32, "text": "تناول طعامك ببطء لتسهيل عملية الهضم."},
{"id": 33, "text": "قم بفحص مستويات السكر في الدم إذا كنت معرضًا للسكري."},
{"id": 34, "text": "ارتدِ حذاء مناسب لتجنب مشاكل القدمين."},
{"id": 35, "text": "استخدم معقم اليدين عند عدم توافر الماء والصابون."},
{"id": 36, "text": "تجنب الإفراط في التوتر للحفاظ على صحة القلب والعقل."},
{"id": 37, "text": "مارس النشاط البدني مع العائلة لتعزيز الصحة النفسية والجسدية."},
{"id": 38, "text": "تجنب النوم مباشرة بعد الوجبات الثقيلة."},
{"id": 39, "text": "قم بتناول وجبة إفطار صحية كل يوم لزيادة التركيز والطاقة."},
{"id": 40, "text": "قلل من استخدام الملح في الطعام للتحكم في ضغط الدم."},
{"id": 41, "text": "اشرب كوب ماء دافئ عند الاستيقاظ لتنشيط الجسم."},
{"id": 42, "text": "تجنب الأطعمة المصنعة قدر الإمكان لصحة أفضل."},
{"id": 43, "text": "مارس التمارين الهوائية لتعزيز صحة القلب والرئتين."},
{"id": 44, "text": "احرص على تناول الحديد بشكل كافٍ لتجنب فقر الدم."},
{"id": 45, "text": "قم بتقليل التوتر النفسي باستخدام التأمل أو اليوغا."},
{"id": 46, "text": "احرص على فحص الأسنان مرتين في السنة على الأقل."},
{"id": 47, "text": "تناول أطعمة غنية بالكالسيوم لتقوية العظام."},
{"id": 48, "text": "قم بتغيير فرشاة الأسنان كل ثلاثة أشهر."},
{"id": 49, "text": "تجنب الأطعمة الغنية بالدهون المشبعة للحفاظ على القلب."},
{"id": 50, "text": "مارس الأنشطة الاجتماعية لتعزيز الصحة النفسية."},
{"id": 51, "text": "اشرب الشاي الأخضر باعتدال لتحسين الهضم وتقوية المناعة."},
{"id": 52, "text": "احرص على تنظيف الهاتف والأجهزة لتقليل الجراثيم."},
{"id": 53, "text": "تناول وجبات خفيفة غنية بالبروتين بعد التمرين لتعويض الطاقة."},
{"id": 54, "text": "قلل من المشروبات المحتوية على الكافيين قبل النوم."},
{"id": 55, "text": "قم بمراقبة وزنك بشكل دوري للحفاظ على الصحة العامة."},
{"id": 56, "text": "احرص على غسل الخضروات والفواكه جيدًا قبل تناولها."},
{"id": 57, "text": "مارس تمارين القوة لتعزيز العضلات والعظام."},
{"id": 58, "text": "تجنب الإفراط في تناول الحلويات لتجنب مشاكل السكر."},
{"id": 59, "text": "قم بتقليل الجلوس أمام الشاشة بشكل مستمر لتحسين النظر."},
{"id": 60, "text": "احرص على ارتداء الملابس الواقية عند التعرض للشمس لفترات طويلة."},
{"id": 61, "text": "مارس الرياضة في الصباح لتعزيز النشاط طوال اليوم."},
{"id": 62, "text": "تناول الشوفان في الصباح لتحسين الهضم والتحكم في الوزن."},
{"id": 63, "text": "قلل من استخدام الهاتف المحمول أثناء تناول الطعام."},
{"id": 64, "text": "احرص على شرب العصائر الطبيعية بدلًا من المشروبات الغازية."},
{"id": 65, "text": "قم بعمل فحوصات دورية للكوليسترول للحفاظ على صحة القلب."},
{"id": 66, "text": "احرص على الاسترخاء لمدة قصيرة بعد العمل لتقليل التوتر."},
{"id": 67, "text": "تجنب الإفراط في تناول اللحوم الحمراء لتقليل مخاطر القلب."},
{"id": 68, "text": "قم بممارسة الهوايات لتقليل القلق وزيادة التركيز."},
{"id": 69, "text": "احرص على تناول فيتامين د من الشمس أو المكملات الغذائية."},
{"id": 70, "text": "قم بالمشي بعد الوجبات لتحسين الهضم وتقليل الانتفاخ."},
{"id": 71, "text": "تجنب السهر المستمر للحفاظ على صحة القلب والدماغ."},
{"id": 72, "text": "مارس تمارين التوازن لتقليل خطر السقوط خصوصًا لكبار السن."},
{"id": 73, "text": "اشرب كوب ماء قبل كل وجبة لتقليل الإفراط في الطعام."},
{"id": 74, "text": "قم بتناول الطعام في أوقات منتظمة للحفاظ على الهضم الجيد."},
{"id": 75, "text": "تجنب التوتر أثناء القيادة للحفاظ على صحتك وسلامتك."},
{"id": 76, "text": "احرص على تنظيف الأسطح التي تلمسها باستمرار لتجنب الجراثيم."},
{"id": 77, "text": "تناول البقوليات بشكل منتظم لتعزيز الصحة العامة."},
{"id": 78, "text": "قم بالتحكم في وقت الشاشة للأطفال لتعزيز النمو الصحي."},
{"id": 79, "text": "احرص على تناول مصادر البروتين النباتية لتقوية العضلات."},
{"id": 80, "text": "مارس التمارين الهوائية 3 مرات أسبوعيًا لتحسين صحة القلب."},
{"id": 81, "text": "تجنب الإفراط في تناول الملح لتقليل ضغط الدم."},
{"id": 82, "text": "احرص على تنظيف الأسنان بالفرشاة والخيط يوميًا."},
{"id": 83, "text": "قم بشرب كوب ماء بعد الاستيقاظ لتنشيط الجسم."},
{"id": 84, "text": "تجنب الإفراط في تناول الكافيين للحفاظ على النوم الجيد."},
{"id": 85, "text": "مارس الأنشطة الاجتماعية لتحسين الصحة النفسية."},
{"id": 86, "text": "احرص على تناول الأطعمة الغنية بالألياف يوميًا."},
{"id": 87, "text": "قلل من الجلوس الطويل بدون حركة لتحسين الدورة الدموية."},
{"id": 88, "text": "قم بتناول طعامك ببطء لتسهيل عملية الهضم."},
{"id": 89, "text": "احرص على تناول فيتامين سي لتقوية المناعة."},
{"id": 90, "text": "مارس التأمل أو التنفس العميق لتقليل التوتر النفسي."},
{"id": 91, "text": "احرص على تناول المكسرات باعتدال لتحسين صحة القلب."},
{"id": 92, "text": "تجنب النوم مباشرة بعد تناول الطعام الثقيل."},
{"id": 93, "text": "قم بممارسة اليوغا لتعزيز المرونة وتقليل التوتر."},
{"id": 94, "text": "اشرب مشروبات دافئة مثل البابونج لتهدئة المعدة."},
{"id": 95, "text": "تجنب الإفراط في تناول الحلويات للحفاظ على صحة الأسنان."},
{"id": 96, "text": "مارس المشي بعد الوجبات لتحسين عملية الهضم."},
{"id": 97, "text": "احرص على النظافة الشخصية لتقليل خطر العدوى."},
{"id": 98, "text": "قلل من الجلوس أمام الشاشات لتقليل إرهاق العين."},
{"id": 99, "text": "احرص على تناول الأسماك مرتين أسبوعيًا لمصدر أوميغا 3."},
{"id": 100, "text": "قم بممارسة النشاط البدني مع العائلة لتعزيز الصحة الجسدية والنفسية."}
]
}
