[
  { "id": 1, "fact": "هل تعلم أن شرب كوب ماء دافئ صباحًا يساعد على تنشيط الجهاز الهضمي؟" },
  { "id": 2, "fact": "هل تعلم أن المشي 30 دقيقة يوميًا يقلل خطر أمراض القلب بنسبة كبيرة؟" },
  { "id": 3, "fact": "هل تعلم أن النوم الجيد يعزز المناعة ويحسن الذاكرة والتركيز؟" },
  { "id": 4, "fact": "هل تعلم أن التعرض للشمس 10 دقائق يوميًا يساعد على إنتاج فيتامين د؟" },
  { "id": 5, "fact": "هل تعلم أن قلة الماء قد تسبب صداعًا وإرهاقًا؟" },
  { "id": 6, "fact": "هل تعلم أن الخضروات مليئة بمضادات الأكسدة التي تقوي المناعة؟" },
  { "id": 7, "fact": "هل تعلم أن كثرة الجلوس تزيد من آلام الظهر وتقلل النشاط؟" },
  { "id": 8, "fact": "هل تعلم أن تقليل السكر يحسن مستوى الطاقة طوال اليوم؟" },
  { "id": 9, "fact": "هل تعلم أن الرياضة المنتظمة تقلل التوتر وتحسن المزاج؟" },
  { "id": 10, "fact": "هل تعلم أن الإكثار من الملح يرفع ضغط الدم؟" },
  { "id": 11, "fact": "هل تعلم أن تناول فطور صحي يرفع مستوى التركيز؟" },
  { "id": 12, "fact": "هل تعلم أن شرب القهوة باعتدال مفيد للقلب والدماغ؟" },
  { "id": 13, "fact": "هل تعلم أن النوم أقل من 6 ساعات يؤثر على الوزن؟" },
  { "id": 14, "fact": "هل تعلم أن الألياف في الخضار والفواكه تحسن الهضم؟" },
  { "id": 15, "fact": "هل تعلم أن التوتر المستمر يضعف المناعة؟" },
  { "id": 16, "fact": "هل تعلم أن شرب الماء قبل الوجبات يساعد على التحكم بالوزن؟" },
  { "id": 17, "fact": "هل تعلم أن تناول الأسماك مرتين أسبوعيًا مفيد للقلب؟" },
  { "id": 18, "fact": "هل تعلم أن الابتعاد عن الشاشات قبل النوم يحسن جودة النوم؟" },
  { "id": 19, "fact": "هل تعلم أن العطش يعني فقدان الجسم كمية من الماء بالفعل؟" },
  { "id": 20, "fact": "هل تعلم أن الضحك يقلل هرمونات التوتر؟" },
  { "id": 21, "fact": "هل تعلم أن الإكثار من الوجبات السريعة يزيد من الالتهابات بالجسم؟" },
  { "id": 22, "fact": "هل تعلم أن المكسرات تحتوي على دهون صحية مفيدة للقلب؟" },
  { "id": 23, "fact": "هل تعلم أن شرب اللبن قبل النوم يساعد على الاسترخاء؟" },
  { "id": 24, "fact": "هل تعلم أن العادات الصحية البسيطة تمنع أمراضًا كثيرة مستقبلًا؟" },
  { "id": 25, "fact": "هل تعلم أن التنفس العميق يساعد على تهدئة الجهاز العصبي؟" },
  { "id": 26, "fact": "هل تعلم أن السمنة تزيد خطورة أمراض القلب والسكري؟" },
  { "id": 27, "fact": "هل تعلم أن العيون تحتاج لراحة كل 20 دقيقة أثناء استخدام الشاشة؟" },
  { "id": 28, "fact": "هل تعلم أن زيت الزيتون من أفضل الدهون الصحية؟" },
  { "id": 29, "fact": "هل تعلم أن كثرة الكافيين تسبب أرقًا؟" },
  { "id": 30, "fact": "هل تعلم أن فيتامين سي يعزز امتصاص الحديد؟" },
  { "id": 31, "fact": "هل تعلم أن تناول الفاكهة يحسن الهضم ويمد الجسم بالطاقة؟" },
  { "id": 32, "fact": "هل تعلم أن قلة الحركة تطيل فترة التعافي من أي مرض؟" },
  { "id": 33, "fact": "هل تعلم أن شرب الماء قبل الرياضة يحسن الأداء؟" },
  { "id": 34, "fact": "هل تعلم أن الشاي الأخضر يحتوي مضادات أكسدة قوية؟" },
  { "id": 35, "fact": "هل تعلم أن النوم على الجانب الأيسر يقلل ارتجاع الحمض؟" },
  { "id": 36, "fact": "هل تعلم أن الضوضاء المستمرة ترفع هرمون التوتر؟" },
  { "id": 37, "fact": "هل تعلم أن الموز يساعد على تهدئة الأعصاب؟" },
  { "id": 38, "fact": "هل تعلم أن شرب الماء يزيد من قدرة الجسم على حرق الدهون؟" },
  { "id": 39, "fact": "هل تعلم أن بعض الأعشاب مثل النعناع تهدئ القولون؟" },
  { "id": 40, "fact": "هل تعلم أن عصير البرتقال الطبيعي أفضل من المكملات؟" },
  { "id": 41, "fact": "هل تعلم أن الرياضة تحارب الشيخوخة المبكرة؟" },
  { "id": 42, "fact": "هل تعلم أن تناول طعام غني بالألياف يمنع الإمساك؟" },
  { "id": 43, "fact": "هل تعلم أن تناول القرفة يساعد على تنظيم السكر؟" },
  { "id": 44, "fact": "هل تعلم أن الماء الفاتر يساعد على تنظيف الجسم من السموم؟" },
  { "id": 45, "fact": "هل تعلم أن الإفراط في الدهون المشبعة يضر القلب؟" },
  { "id": 46, "fact": "هل تعلم أن التوقف عن التدخين يحسن التنفس خلال أسابيع؟" },
  { "id": 47, "fact": "هل تعلم أن الضحك يحسن الدورة الدموية؟" },
  { "id": 48, "fact": "هل تعلم أن شرب الماء بكثرة يحسن صحة البشرة؟" },
  { "id": 49, "fact": "هل تعلم أن الأطعمة الحارة تحسن الحرق ولكنها قد تسبب حموضة؟" },
  { "id": 50, "fact": "هل تعلم أن تناول الزبادي يدعم صحة الأمعاء؟" },
  { "id": 51, "fact": "هل تعلم أن فيتامين د مهم للمناعة وصحة العظام؟" },
  { "id": 52, "fact": "هل تعلم أن تناول البروتين يحسن بناء العضلات؟" },
  { "id": 53, "fact": "هل تعلم أن تناول الشوكولاتة الداكنة يحسن المزاج؟" },
  { "id": 54, "fact": "هل تعلم أن شرب الماء قبل النوم يقلل من تشنج القدمين؟" },
  { "id": 55, "fact": "هل تعلم أن فقر الدم يسبب إرهاقًا مزمنًا؟" },
  { "id": 56, "fact": "هل تعلم أن كثرة السكر تضعف المناعة؟" },
  { "id": 57, "fact": "هل تعلم أن الثوم مضاد طبيعي للبكتيريا؟" },
  { "id": 58, "fact": "هل تعلم أن المشي بعد الأكل يحسن الهضم؟" },
  { "id": 59, "fact": "هل تعلم أن البطاطا الحلوة غنية بالبوتاسيوم والألياف؟" },
  { "id": 60, "fact": "هل تعلم أن الزنجبيل يساعد على تقليل الغثيان؟" },
  { "id": 61, "fact": "هل تعلم أن النوم الكافي يحافظ على الهرمونات الطبيعية للجسم؟" },
  { "id": 62, "fact": "هل تعلم أن فيتامين ب12 مهم للطاقة والذاكرة؟" },
  { "id": 63, "fact": "هل تعلم أن تناول وجبات خفيفة صحية يمنع الجوع الشديد؟" },
  { "id": 64, "fact": "هل تعلم أن الشوفان يساعد على خفض الكوليسترول؟" },
  { "id": 65, "fact": "هل تعلم أن الشاي بالنعناع يخفف التقلصات؟" },
  { "id": 66, "fact": "هل تعلم أن القراءة قبل النوم تهدئ العقل؟" },
  { "id": 67, "fact": "هل تعلم أن قلة الحركة تؤثر على المزاج؟" },
  { "id": 68, "fact": "هل تعلم أن الفيتامينات الطبيعية أفضل من المكملات؟" },
  { "id": 69, "fact": "هل تعلم أن الجفاف يؤثر على التركيز والذاكرة؟" },
  { "id": 70, "fact": "هل تعلم أن الرياضة تزيد تدفق الدم للمخ وتحسن التفكير؟" },
  { "id": 71, "fact": "هل تعلم أن النوم على الظهر يقلل آلام الرقبة؟" },
  { "id": 72, "fact": "هل تعلم أن تغيير فرشاة الأسنان كل 3 أشهر ضروري؟" },
  { "id": 73, "fact": "هل تعلم أن الفلفل الأحمر غني بفيتامين سي؟" },
  { "id": 74, "fact": "هل تعلم أن الجوز مفيد لصحة الدماغ؟" },
  { "id": 75, "fact": "هل تعلم أن التوتر يرفع ضغط الدم بشكل مؤقت؟" },
  { "id": 76, "fact": "هل تعلم أن التمارين الهوائية تقوي الرئتين؟" },
  { "id": 77, "fact": "هل تعلم أن الجزر مفيد لصحة العين؟" },
  { "id": 78, "fact": "هل تعلم أن الإكثار من الشاي يمنع امتصاص الحديد؟" },
  { "id": 79, "fact": "هل تعلم أن العنب الأحمر يحتوي على مضاد أكسدة قوي يسمى ريسفيراترول؟" },
  { "id": 80, "fact": "هل تعلم أن الرياضة تقلل الالتهابات بالجسم؟" },
  { "id": 81", "fact": "هل تعلم أن الأكل قبل النوم مباشرة يسبب عسر هضم؟" },
  { "id": 82", "fact": "هل تعلم أن شرب الماء يقلل الصداع الناتج عن الجفاف؟" },
  { "id": 83", "fact": "هل تعلم أن البصل مضاد طبيعي للبكتيريا؟" },
  { "id": 84", "fact": "هل تعلم أن نقص فيتامين د يسبب آلامًا في العظام؟" },
  { "id": 85", "fact": "هل تعلم أن البروكلي غني بفيتامينات مهمة للجسم؟" },
  { "id": 86", "fact": "هل تعلم أن تناول التفاح يوميًا يقوي المناعة؟" },
  { "id": 87", "fact": "هل تعلم أن القرفة تساعد على تنظيم مستوى السكر؟" },
  { "id": 88", "fact": "هل تعلم أن المشي يحسن المزاج خلال دقائق فقط؟" },
  { "id": 89", "fact": "هل تعلم أن الأعشاب مثل البابونج تساعد على الاسترخاء؟" },
  { "id": 90", "fact": "هل تعلم أن شرب الماء يساعد على نقل العناصر الغذائية في الجسم؟" },
  { "id": 91", "fact": "هل تعلم أن الفاصوليا مصدر ممتاز للبروتين النباتي؟" },
  { "id": 92", "fact": "هل تعلم أن الكركم مضاد للالتهابات؟" },
  { "id": 93", "fact": "هل تعلم أن تناول وجبة ثقيلة ليلاً يؤثر على النوم؟" },
  { "id": 94", "fact": "هل تعلم أن الجبن القريش مصدر ممتاز للبروتين؟" },
  { "id": 95", "fact": "هل تعلم أن الفلفل الأسود يحسن امتصاص الكركم؟" },
  { "id": 96", "fact": "هل تعلم أن شرب الكثير من المياه الغازية يضعف العظام؟" },
  { "id": 97", "fact": "هل تعلم أن تناول الليمون يساعد على رفع المناعة؟" },
  { "id": 98", "fact": "هل تعلم أن تناول الدهون الصحية مهم لصحة المخ؟" },
  { "id": 99", "fact": "هل تعلم أن الرياضة تطيل متوسط العمر؟" },
  { "id": 100", "fact": "هل تعلم أن شرب الماء صباحًا يساعد على التخلص من السموم؟" }
]
